Repository: licliu/kdump-anaconda-addon
Catalog: po/*.po
Languages: fr, ja, ka

source: Encrypted storage is in use, using an encrypted device as dump target for kdump might fail. Please verify if kdump is working properly after the installation finished. For more details see the "Notes on encrypted dump target" section in /usr/share/doc/kdump-utils/kexec-kdump-howto.txt.
fr: Le stockage crypté est en cours d'utilisation, l'utilisation d'un périphérique crypté comme cible de vidage pour kdump peut échouer. Veuillez vérifier si kdump fonctionne correctement une fois l'installation terminée. Pour plus de détails, consultez la section « Notes sur la cible de vidage chiffrée » dans /usr/share/doc/kdump-utils/kexec-kdump-howto.txt.
ja: 暗号化されたストレージが使用中の場合は、kdump のダンプターゲット暗号化した kdump を使用すると失敗します。インストール完了後に kdump が正しく動作しているかどうかを確認してください。詳細は、/usr/share/doc/kdump-utils/kexec-kdump-howto.txt の Notes on encrypted dump target セクションを参照してください。
ka: გამოიყენება დაშიფრული საცავი. დამპისთვს დაშიფრული საცავის გამოყენების მორგება საკმაოდ პრობლემატურია. დაყენების შემდეგ შეამოწმეთ, სწორად მუშაობს თუ არა kdump. მეტი დეტალებისთვის იხილეთ სექცია "შენიშვნები დაშიფრული საცავისთვის" ფაილში /usr/share/doc/kdump-utils/kexec-kdump-howto.txt.

source: Invalid value '%s' for --reserve-mb
fr: Value '%s' non valide pour --reserve-mb
ja: --reserve-mb の無効な値 '%s'
ka: '%s' -ის არასწორი მნიშვნელობა --reserve-mb -სთვის

source: _KDUMP
ja: _KDUMP(_K)

source: Kdump is disabled
fr: Kdump est désactivé
ja: Kdump が無効になります
ka: Kdump გამორთულია

source: Checking storage...
fr: Vérification du statut...
ja: ストレージを確認中...
ka: საცავის შემოწმება...

source: Kdump may require extra setup for encrypted devices.
fr: Kdump peut nécessiter une configuration supplémentaire pour les périphériques cryptés.
ja: kdump では、暗号化されたデバイスに追加の設定が必要になる場合があります。
ka: დაშიფრული მოწყობილობებისათვის Kdump -ს.დამატებითი მორგება სჭირდება.

source: Kdump is enabled
fr: Kdump est activé
ja: Kdump が有効になります
ka: Kdump ჩართულია

source: Automatic kdump memory reservation is in use. Kdump will use the default crashkernel value provided by the kdump-utils package. This is a best-effort support and might not fit your use case. It is recommended to verify if the crashkernel value is suitable after installation.
fr: La réservation automatique de mémoire kdump est en cours d’utilisation. Kdump utilisera la valeur de crashkernel par défaut fournie par le package kdump-utils. Il s’agit d’une prise en charge optimale et peut ne pas correspondre à votre cas d’utilisation. Il est recommandé de vérifier si la valeur du crashkernel est appropriée après l’installation.
ja: kdump メモリーの自動予約は使用中です。Kdump は、 kdump-utils パッケージが提供するデフォルトの crashkernel 値を使用します。これはベストエフォートで、ユースケースに適合しない可能性があります。インストール後に crashkernel の値が適切かどうかを確認することが推奨されます。
ka: გამოიყენება Kdump-ის მეხსიერების ავტომატური რეზერვაცია. Kdump გამოიყენებს crashkernel-ის kdump-utils პაკეტში ჩაწერილ მნიშვნელობას. ეს ყველაზე ადვილი მიდგომაა, რომელიც შეიძლება თქვენს შემთხვევას არ ერგებოდეს. გამოიყენება დაყენების შემდეგ crashkernel-ის მნიშვნელობის ადეკვატურობის შესაფასებლად.

source: Enable kdump
fr: Activer kdump
ja: kdump の有効化
ka: Kdump-ის ჩართვა

source: Enable dump mode fadump
fr: Activer le mode de vidage fadump
ja: ダンプモード fadump を有効にします
ka: დამპის fadump რეჟიმის _ჩართვა

source: Reserve amount (%d - %d MB)
fr: Montant de réserve (%d - %d Mo)
ja: 予約容量 (%d - %d MB)
ka: რეზერვირებული რაოდენობა (%d - %d მბ)

source: Kdump is a kernel crash dumping mechanism. In the event of a system crash, kdump will capture information from your system that can be invaluable in determining the cause of the crash. Note that kdump does require reserving a portion of system memory that will be unavailable for other uses.
fr: Kdump est un mécanisme de capture lors du plantage d'un noyau. Kdump capture les informations de votre système qui peuvent être cruciales pour aider à déterminer la cause de l'échec. Notez que kdump requiert une partie de la mémoire système qui sera indisponible pour d'autres utilisations.
ja: Kdump はカーネルクラッシュダンプのメカニズムです。システムがクラッシュした場合、Kdump によりクラッシュの原因の判定に重要となる可能性のある情報がシステムからキャプチャされます。kdump 以外には使用できない kdump 専用の領域をシステムメモリー内に予約しておく必要があるため注意してください。
ka: Kdump ბირთვის ავარიის დამპის შენახვის მექანიზმს წარმოადგენს. სისტემის ავარიის შემთხვევაში Kdump გადაიჭერს ინფორმაციას თქვენი სისტემიდან, რომელიც შეიძლება ძალიან მნიშვნელოვანი აღმოჩნდეს ავარიის მიზეზის დადგენისას. დაიმახსოვრეთ, რომ Kdump-ს სჭირდება სისტემური მეხსიერების ნაწილი, რომელიც სხვა მოხმარებისთვის მიუწვდომელი იქნება.

source: _Enable kdump
fr: Activ_er Kdump
ja: kdump を有効にする (_E)
ka: Kdump-ის ჩართვა

source: _Enable dump mode fadump
fr: Activ_er le mode de vidage fadump
ja: ダンプモードの fadump を有効にする (_E)
ka: დამპის fadump რეჟიმის _ჩართვა

source: Kdump Memory Reservation:
fr: Réservation de la mémoire Kdump (en Mo) :
ja: Kdump メモリー予約:
ka: Kdump -ის მეხსიერების რეზერვაცია:

source: _Automatic
fr: _Automatique
ja: 自動 (_A)
ka: _ავტომატური

source: _Manual
fr: _Manuel
ja: 手動 (_M)
ka: _ხელით

source: Memory To Be _Reserved (MB):
fr: Mémoire à _réserver (en Mo) :
ja: 予約されるメモリー (MB):
ka: _დასარეზერვებელი მეხსიერების რაოდენობა (მბ):

source: Total System Memory (MB):
fr: Mémoire totale du système (en Mo) :
ja: 合計システムメモリー (MB):
ka: ჯამური სისტემური მეხსიერება (მბ):

source: Usable System Memory (MB):
fr: Mémoire utilisable du système (en Mo) :
ja: 使用可能なシステムメモリー (MB):
ka: გამოყენებადი სისტემური მეხსიერება (მბ):
